Repository: urmilparikh/notes-extension-gnome
Catalog: notes@maestroschan.*/locale/*/LC_MESSAGES/notes-extension.po
Languages: es, fr, hr, tr, zh_tw

source: Show notes
es: Mostrar notas
fr: Montrer les notes
hr: Prikaži bilješke
tr: Notları göster
zh_tw: 顯示便箋

source: Notes extension error: failed to load a note
es: Error de extensión de notas: Hubo un error al cargar la nota
fr: Erreur de l'extension notes : échec de chargement d'une note
tr: Notlar uzantısı hatası: not yüklenemedi
zh_tw: Notes 擴充套件錯誤 : 載入便箋失敗

source: Restart the extension to apply the changes
es: Reinicia la extensión para aplicar los cambios
fr: Redémarrer l'extension pour appliquer les changements
tr: Değişiklikleri uygulamak için uzantıyı yeniden başlatın
zh_tw: 重新啟用擴充套件以套用變更

source: Custom color
es: Personalizar color
fr: Couleur personnalisée
hr: Prilagođena boja
tr: Özel renk
zh_tw: 自訂色彩

source: Settings
es: Configuración
fr: Paramètres
hr: Postavke
tr: Ayarlar
zh_tw: 設定

source: Apply
es: Aplicar
fr: Appliquer
hr: Primijeni
tr: Uygula
zh_tw: 套用

source: Font size
es: Tamaño de fuente
fr: Taille du texte
hr: Veličina fonta
tr: Yazı boyutu
zh_tw: 字型大小

source: Type here…
es: Escribe aquí...
fr: Tapez ici…
hr: Tipkaj ovdje …
tr: Notunuzu buraya yazın…
zh_tw: 在這裡輸入 …

source: New
es: Nueva
fr: Nouveau
hr: Nova
tr: Yeni
zh_tw: 新增

source: Delete
es: Eliminar
fr: Supprimer
hr: Izbriši
tr: Sil
zh_tw: 刪除

source: Note options
es: Opciones de nota
fr: Options de la note
hr: Opcije za bilješke
tr: Not seçenekleri
zh_tw: 便箋選項

source: Resize
es: Modificar tamaño
fr: Redimensionner
hr: Promijeni veličinu
tr: Boyutlandır
zh_tw: 調整大小

source: Empty note
fr: Note vide

source: Delete this note?
es: ¿Quieres eliminar esta nota?
fr: Supprimer cette note?
hr: Izbrisati ovu bilješku?
tr: Not silinsin mi ?
zh_tw: 刪除這個便箋 ?

source: Edit title
fr: Éditer le titre

source: Modifications will be effective after reloading the extension.
fr: Les modifications prendront effet après redémarrage de l'extension.

source: Default value is %s
es: El valor preestablecido es %s
fr: La valeur par défaut est %s
hr: Standardna vrijednost je %s
tr: Öntanımlı değer %s
zh_tw: 預設值是 %s

source: Report bugs or ideas
es: Notificar errores o enviar propuestas
fr: Rapporter des bugs ou des idées
hr: Prijavi greške ili ideje
tr: Hata raporla veya öneri gönder
zh_tw: 回報臭蟲或想法

source: Position of notes
es: Posición de las notas
fr: Position des notes
hr: Položaj bilježaka
tr: Notların konumu
zh_tw: 便箋位置

source: Above everything
es: En primer plano
fr: Au-dessus de tout
hr: Ispred svih
tr: Her şeyin üstünde
zh_tw: 全部置頂

source: On the background
es: En el fondo
fr: Sur le bureau
hr: Na pozadini
tr: Arka planda
zh_tw: 置於背景

source: Incompatible with desktop icons
es: Incompatible con los iconos del escritorio
fr: Incompatible avec les icônes sur le bureau
tr: Masaüstü simgeleriyle uyumsuz
zh_tw: 與 Desktop Icons 擴充套件不相容

source: Cycle through 3 states
fr: Alterner entre 3 états

source: Send to background, send to foreground, hide
fr: Au 1er plan, sur le bureau, masquer

source: Automatic focus
es: Focus automático
fr: Focus automatique
hr: Automatski fokus
tr: Otomatik odaklama
zh_tw: 自動聚焦

source: Use a keyboard shortcut
es: Usar un atajo de teclado
fr: Utiliser un raccourci clavier
hr: Koristi prečac na tipkovnici
tr: Klavye kısayolu kullan
zh_tw: 使用鍵盤快捷鍵

source: Use a keyboard shortcut to toggle notes visibility
fr: Utiliser un raccourci clavier pour afficher/masquer les notes

source: Help
es: Ayuda
fr: Aide
hr: Pomoć
tr: Yardım
zh_tw: 幫助

source: Hide the icon
es: Ocultar icono
fr: Masquer l'icône
hr: Sakrij ikonu
tr: Simgeyi gizle
zh_tw: 隱藏圖示

source: First note's color
es: Color de la primera nota
fr: Couleur de la première note
tr: İlk notun rengi

source: The notes created afterwards will use the color of their parent
es: Las notas que se creen a continuación usarán el color de su precedente
fr: Les notes créées par la suite prendront la couleur de leur parent
tr: Daha sonra oluşturulan notlar, ebeveynlerinin rengini kullanacaktır

source: <b>Show/hide all notes:</b> click on the icon in the GNOME Shell top bar.
es: <b>Mostrar/ocultar todas las notas:</b> haz clic en el icono en la barra superior de GNOMEShell.
fr: <b>Montrer/masquer toutes les notes :</b> cliquer sur l'icône dans la barre supérieure de GNOME Shell.
hr: <b>Priakži/sakrij sve bilješke:</b> klikni na ikonu u gornjoj traci GNOME Shella.
tr: <b>Tüm notları göster/gizle:</b> Gnome Shell üst çubuğundaki simgeye tıklayın.
zh_tw: <b>顯示 / 隱藏所有便箋 :</b> 點擊 GNOME Shell 上方狀態欄的圖示 .

source: <b>Create a note:</b> click on the "+" button at the left of a note header, it will create a new note, with the same color and the same font size as the note you clicked on.
es: <b>Crea una nota:</b> haz clic en el botón "+" a la derecha de la barra superior de una nota. Se creará una nueva con el mismo color y el mismo tamaño de fuente al de la nota seleccionada.
fr: <b>Créer une note :</b> cliquer sur le bouton "+" à gauche de l'en-tête d'une note, ça créera une nouvelle note, avec la même couleur et la même taille de police que celle sur laquelle vous avez cliqué.
hr: <b>Stvori bilješku:</b> klikom na gumb „+” lijevo od zaglavlja bilješke, stvorit će se nova bilješka s istom bojom i fontom bilješke na kojoj si kliknuo/la.
tr: <b>Not ekleme:</b> bir notun solundaki "+" düğmesine tıklayın üstbilgi: tıklattığınız notla aynı renk ve aynı yazı tipi boyutunda yeni bir not oluşturur.
zh_tw: <b>新增便箋 :</b> 按下便箋標頭左邊的 " + " 按鈕, 將會新增一個新的便箋, 顏色與字型大小與所點擊的便箋相同 .

source: <b>Move a note:</b> drag the blank space in the center of the note header.
es: <b>Mueve una nota:</b> pulsa y arrastra sobre el espacio vacío en la barra superior de la nota.
fr: <b>Déplacer une note :</b> agripper et déplacer l'espace vide dans l'en-tête de la note.
hr: <b>Premjesti bilješku:</b> klikni u prazni prostor u zaglavlju bilješke i povuci bilješku.
tr: <b>Not Taşıma:</b> çubuğun ortasındaki boşluğa basıp istediğiniz yere sürükleyin.
zh_tw: <b>移動便箋 :</b> 在便箋標頭的中間空白處拖曳 .

source: <b>Resize a note:</b> drag the resize button at the right of the note header.
es: <b>Modificar el tamaño de una nota:</b> pulsa y arrastra sobre el botónde modificar tamaño a la derecha de la barra superior.
fr: <b>Redimensionner une note :</b> agripper et déplacer le bouton de redimensionnement sur la droite de l'en-tête de la note.
hr: <b>Promijeni veličinu bilješke:</b> povuci gumb za mijenjanje veličine na desnoj strani zaglavlja bilješke.
tr: <b>Boyutlandırma:</b> çubuğun en sağındaki boyutlandırma düğmesine basıp sürükleyin.
zh_tw: <b>調整便箋大小 :</b> 在便箋標頭右方的調整按鈕處拖曳 .

source: <b>Delete a note:</b> click on the wastebasket icon and confirm.
es: <b>Eliminar una nota:</b> haz clic en el icono de la papelera y confirma.
fr: <b>Supprimer une note :</b> cliquer sur l'icône de la corbeille et confirmer.
hr: <b>Izbriši bilješku:</b> klikni na gumb smeća i potvrdi.
tr: <b>Not silme:</b> çöp kutusu simgesine tıklayın ve onay verin.
zh_tw: <b>刪除便箋 :</b> 按下垃圾桶圖示以及確認 .

source: Using the extension
es: Usando la extensión
fr: Utilisation
hr: Upotreba proširenja
tr: Eklentinin kullanımı
zh_tw: 使用此擴充套件

source: <b>Change color:</b> click on the menu button, and select a color.
es: <b>Cambiar color</b> haz clic en el botón del menú y selecciona un color.
fr: <b>Changer la couleur :</b> cliquer sur le bouton du menu, et sélectionner une couleur.
hr: <b>Promijeni boju:</b> klikni na gumb izbornika i odaberi boju.
tr: <b>Renk değiştirme:</b> menü düğmesine tıklayın ve bir renk seçin.
zh_tw: <b>變更色彩 :</b> 按下選單按鈕, 並選擇一個顏色 .

source: The "Custom color" submenu allows you to select precisely a color.
es: El submenú "Personalizar color" te permite seleccionar un colorcon precisión.
fr: Le sous-menu "Couleur personnalisée" permet de choisir précisément une couleur.
hr: Podizbornik „Prilagođena boja” omogućuje biranje određene boje.
tr: "Özel renk" alt menüsü, tam olarak bir rengi seçmenize olanak sağlar.
zh_tw: "自訂色彩" 選項能讓你選擇精確的顏色 .

source: <b>Change font size:</b> click on the menu button, and increase or decrease the font size with "+" and "-" buttons.
es: <b>Cambiar tamaño de fuente:</b> haz clic en el botón del menú y aumenta o disminuye el tamaño de fuente con los botones "+" y "-".
fr: <b>Changer la taille de police :</b> cliquer sur le bouton du menu, et augmenter ou diminuer la taille de la police avec les boutons "+" et "-".
hr: <b>Promijeni veličinu fonta:</b> klikni na gumb izbornika i povećaj ili smanji veličinu fonta pomoću gumbova „+” i „-”.
tr: <b>Yazı tipi boyutu:</b> menü düğmesine tıklayın ve yazı tipi boyutunu "+" ve "-" düğmeleriyle artırın veya azaltın.
zh_tw: <b>變更字型大小 :</b> 按下選單按鈕, 使用 " + " 和 " - "按鈕來增加或減少字型大小 .

source: <b>Advanced settings:</b> click on the "Settings" menu item to access the settings dialog.
es: <b>Configuración avanzada:</b> haz clic en "Configuración avanzada" dentro del menúpara acceder al cuadro de diálogo de la configuración.
fr: <b>Paramètres avancés :</b> cliquez sur l'item "Paramètres" du menu pour accéder à la fenêtre des paramètres.
hr: <b>Napredne postavke:</b> klikni na „Postavke” u izborniku za pristup dijaloškom okviru postavki.
tr: <b>Gelişmiş ayarlar:</b> ayarlar iletişim kutusuna erişmek için "Ayarlar" menü öğesine tıklayın.
zh_tw: <b>進階設定 :</b> 按下 "設定" 選單項目以存取設定對話方框 .

source: Customizing notes
es: Personalizar las notas
fr: Personnaliser les notes
hr: Prilagođavanje bilježaka
tr: Notları özelleştir
zh_tw: 自訂便箋

source: The dialog window you're reading provides several settings:
es: El cuadro de diálogo que estás leyendo presenta diversas configuraciones:
fr: La fenêtre que vous lisez fournit plusieurs paramètres :
hr: Ovaj dijaloški prozor pruža sljedeće postavke:
tr: Okuduğunuz iletişim penceresi birkaç ayar sağlar:
zh_tw: 您目前閱讀的對話方框視窗提供了以下設定 :

source: <b>Position of notes:</b> select whether you want the notes to be shown above the windows or underneath them.
es: <b>Posición de las notas:</b> especifica si quieres que las notas se muestrenpor encima o debajo de las ventanas.
fr: <b>Position des notes :</b> choisissez si vous voulez afficher les notes par-dessus les fenêtres ou en-dessous.
hr: <b>Položaj bilježaka:</b> odluči, želiš li prikazati bilješke iznak ili ispod prozora.
tr: <b>Notların konumu:</b> notların pencerelerin üstünde mi yoksa altında mı gösterilmesini istediğinizi seçin.
zh_tw: <b>便箋位置 :</b> 選擇您想要讓便箋在視窗上或下方顯示 .

source: <b>Automatic focus:</b> if this is enabled, the notes will automatically get the keyboard focus when you hover them with the mouse pointer.
es: <b>Focus automático:</b> si activas esta opción, las notas se activarán cuando pases por encima de ellas con el cursor y podrás escribir directamente.
fr: <b>Focus automatique :</b> si ce paramètre est activé, les notes vont automatiquement prendre le focus du clavier quand vous les survolerez avec le curseur de la souris.
hr: <b>Automatski fokus:</b> ako je ativirano, bilješke će automatski biti fokusirane, kad prelaziš preko njih s mišem.
tr: <b>Otomatik odak:</b> Bu etkinleştirilirse, notlar fare imleciyle üzerine geldiğinizde otomatik olarak klavye odağını alır.
zh_tw: <b>自動聚焦 :</b> 如果這個選項啟用, 當您的滑鼠游標在便箋上排回時, 便箋將會自動得到鍵盤焦點 .

source: <b>Keyboard shortcut:</b> hide/show notes with a keyboard shortcut. If this is enabled, the icon in the top bar can be hidden.
es: <b>Atajo de teclado:</b> muestra/oculta notas con un atajo de teclado. Si activas esta opción, el icono en la barra superior puede ocultarse.
fr: <b>Raccourci clavier :</b> afficher/masquer les notes avec un raccourci clavier. Si ceci est activé , l'icône dans la barre supérieure peut être cachée.
hr: <b>Prečac na tipkovnici:</b> prikaži/sakrij prečac na tipkovnici. Ako je aktivirano, ikona u gornjoj traci može se sakriti.
tr: <b>Klavye kısayolu:</b> bir klavye kısayoluyla notları gizleyin/gösterin. Bu etkinleştirilirse, üst çubuktaki simge gizlenebilir.
zh_tw: <b>鍵盤快捷鍵 :</b> 使用鍵盤快捷鍵來隱藏 / 顯示便箋 . 如果這個選項啟用, 在狀態列上的圖示會被隱藏 .

source: The settings window
es: La ventana de configuración
fr: Fenêtre des paramètres
hr: Prozor postavki
tr: Ayarlar penceresi
zh_tw: 設定視窗

source: Your notes are saved to the disk on various occasions (mainly when you hide them). If you want to <b>get a copy of your notes</b>, this button opens the folder where they are.
es: Tus notas se guardan en el disco en diferentes ocasiones (sobre todo cuando las ocultas). Si quieres<b>obtener una copia de tus notas</b>, este botón abre la carpeta donde se encuentran.
fr: Vos notes sont enregistrées sur le disque en diverses occasions (principalement quand vous les masquez. Si vous voulez <b>faire une copie de vos notes</b>, ce bouton ouvre le dossier où elles se trouvent.
hr: Bilješke se spremaju na disk u različitim prilikama (uglavnom kad ih sakriješ). Ako želiš <b>dobiti kopiju svojih bilješki</b>, ovaj gumb otvara mapu gdje se one nalaze.
tr: Notlarınız çeşitli durumlarda diske kaydedilir (notlarınız otomatik yedeklenir) Gerekirse <b>notların bir kopyasını alabilirsiniz</b>, eklenen notlara aşağıdan ulaşabilirsiniz.
zh_tw: 您的便箋會依各種狀況被儲存在磁碟上 ( 主要是在您隱藏它們的時候 ) . 如果您想要 <b>取得您便箋的副本</b>, 這個按鈕會開啟它們所在的資料夾 .

source: Open the storage directory
es: Abrir el directorio de almacenamiento
fr: Ouvrir le dossier de stockage des notes
hr: Otvori mapu za spremanje
tr: Notların depolandığı dizini aç
zh_tw: 開啟儲存目錄

source: Files ending with "_state" contain the color and position of your notes
es: Los archivos que acaban en "_state" contienen el color y la posición de tus notas
fr: Les fichiers aux noms terminant par "_state" contiennent la couleur et la position de vos notes
hr: Datoteke s nastavkom „_state” sadrže boju i položaj tvojih bilježaka
tr: "_state" ile biten dosyalar notlarınızın rengini ve konumunu içerir
zh_tw: 檔名結尾帶 "_state" 的檔案包含了您的便箋的顏色以及位置

source: Files ending with "_text" contain the text written in your notes
es: Los archivos que acaban en "_text" contienen el texto escrito en tus notas
fr: Les fichiers aux noms terminant par "_text" contiennent le texte écrit dans vos notes
hr: Datoteke s nastavkom „_text” sadrže tekst tvojih bilježaka
tr: "_text" ile biten dosyalar notlarınızda yazılan metni içerir
zh_tw: 檔名結尾帶 "_text" 的檔案包含了您的便箋的文字

source: Backup your notes
es: Hacer una copia de seguridad de tus notas
fr: Sauvegarder vos notes
hr: Izradi sigurnosnu kopiju tvojih bilježaka
tr: Notlarınızı yedekleyin
zh_tw: 備份您的便箋

source: Click on this button if you accidentally moved a note out of your primary monitor (example: if you had notes on a secondary monitor and unplugged it).
es: Haz clic en este botón si has movido una nota de tu pantallaprincipal accidentalmente (por ejemplo: si tenías notas en una segunda pantalla que has desconectado).
fr: Cliquez sur ce bouton si vous avez accidentellement déplacé une note hors de votre écran principal (exemple : si vous aviez des notes sur un écran secondaire maintenant débranché).
hr: Klikni ovaj gumb, ako si slučajno premjestio/la bilješku s glavnog monitora (primjer: ako si imao/la bilješke na sporednom monitoru kojeg si odspojio/la).
tr: Birincil ekranınız dışında başka yerde not eklediyseniz bu düğmeye tıklayın (örnek: Eğer ikinci bir monitörde notlarınız varsa ve bağlantısını kestiyseniz).
zh_tw: 如果您意外地將便箋移出您的主要螢幕, 按下這個按鈕 ( 例如 : 如果您有便箋在第二個螢幕上且該螢幕已拔除 ) .

source: Bring back to the primary monitor
es: Devolver a la pantalla principal
fr: Ramener sur le moniteur principal
tr: Birincil monitöre geri dön
zh_tw: 帶回主螢幕

source: Lost some notes?
es: ¿Has perdido alguna nota?
fr: Notes perdues ?
hr: Neke bilješke su se izgubile?
tr: Notlarını mı kaybettin?
zh_tw: 有些便箋消失了 ?

source: Sticky notes for the GNOME Shell desktop.
es: Notas adhesivas para la interfaz GNOME Shell
fr: Post-its pour le bureau GNOME Shell.
hr: Bilješke za GNOME Shell desktop.
tr: GNOME Kabuğu için masaüstü yapışkan notlar.
zh_tw: 給 GNOME Shell 桌面環境的便箋 .

source: Author:
es: Autor:
fr: Auteur :
hr: Autor:
tr: Hazırlayan:
zh_tw: 作者 :

source: Translation:
es: Traducción:
fr: Traduction :
tr: Çeviri:
zh_tw: 翻譯者 :

source: translator-credits
es: Carmen Ortega Mateos <ortegamateos.carmen@gmail.com>
fr: Romain F. T.
hr: Milo Ivir <mail@milotype.de>, 2020.
tr: Serdar Sağlam Muha Aliss
zh_tw: Nesquate

source: About
es: Acerca de
fr: À propos
hr: Informacije
tr: Hakkında
zh_tw: 關於

source: List of valid key names
fr: Liste de noms de touches valides

source: Modifier keys must be between chevrons
fr: Les touches modificatrices doivent être entre chevrons

source: Don't use a keyboard shortcut that already exists.
fr: Ne pas utiliser un raccourci clavier qui existe déjà.

source: Notes
es: Notas
hr: Bilješke
tr: Notlar

source: Version %s
es: Versión %s
hr: Verzija %s
tr: Sürüm %s
zh_tw: 版本 %s
